Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/mobility-omegat.tmx
Source language: en_us
Languages: pt_br

source: Mobility Core API
pt_br: Núcleo da API mobilidade

source: Mobility
pt_br: Mobilidade

source: Mobility Core API module.
pt_br: Módulo do núcleo da API mobilidade.

source: MIDP Wireless Examples
pt_br: Exemplos sem fio MIDP

source: Provides a lot of MIDP examples.
pt_br: Fornece muitos exemplos MIDP.

source: This module provides a lot of various MIDP examples available through Examples Setup Wizard.
pt_br: Este módulo fornece muitos de vários exemplos MIDP disponível através de Exemplos de Assistentes de Configuração.

source: Advanced Multimedia Supplements
pt_br: Suplementos avançados multimedia

source: Audio Samples
pt_br: Exemplos de Audio

source: Bluetooth Demo
pt_br: Demo Bluetooth

source: City Guide
pt_br: Guia da cidade

source: Currency Converter
pt_br: Conversor de moeda

source: Simple Game created with Game Builder
pt_br: Exemplo de jogo criado com construtor de jogos

source: I18n Demo
pt_br: Demo I18n

source: JSR172 Demo
pt_br: Demo JSR172

source: Localization Support Example
pt_br: Exemplo de suporte a localização

source: MMAPI Demos
pt_br: Demos MMAPI

source: Network Demo
pt_br: Demo Network

source: Obex Demo
pt_br: Demo Obex

source: OpenGL ES Demo
pt_br: Demo OpenGL ES

source: PDAP Demo
pt_br: Demo PDAP

source: Photo Album
pt_br: Album de foto

source: SIP Demo
pt_br: Demo SIP

source: Sun Samples - Demos
pt_br: Demos - amostras Sun

source: SVG Contact List
pt_br: Lista de contatos SVG

source: SVG Demo
pt_br: Demo SVG

source: UI Demo
pt_br: Demo UI

source: WMA Demo
pt_br: Demo WMA

source: Visual Designer Custom Components
pt_br: Componentes personalizadosprojetista visual

source: Demo suite for MMAPI
pt_br: Demo suite para MMAPI

source: JSR 226 (Scalable Vector Graphics) contact list demo.
pt_br: Demo de lista de contatos JSR 226 (Scalable Vector Graphics).

source: Sample suite for the Audio Building Block in MIDP 2.0.
pt_br: Amostra de suite para o bloco de construção de áudio no MIDP 2.0.

source: Test application for the JSR 239 API
pt_br: Aplicação de teste para a API JSR 239 API

source: Basic UI elements functionality demo.
pt_br: Demo funcionalidades de elementos básicos UI.

source: The Mobile Application Projects based on MIDP
pt_br: Projetos de aplicação móvel baseados em MIDP

source: This midlet demonstrates WMA messaging
pt_br: Este midlet demonstra mensagens WMA

source: The Mobile Sample Application Projects.
pt_br: Projetos de aplicação de amostras móveis.

source: Technical demonstration programs for MIDP
pt_br: Programas de demonstração técnica para MIDP

source: JSR 238 (Mobile Internationalization) demo
pt_br: Demo JSR 238 (Mobile Internationalization)

source: A simple MIDlet demonstrating localization support.
pt_br: Uma amostra midlet para demonstrar um suporte de localização.

source: Photoalbum of images
pt_br: Album de foto do imagens

source: Simple peer-to-peer communication over SIP
pt_br: Amostra de comunicação ponto-a-ponto sobre SIP

source: AMMS demo midlets for image effects, tuner, camera, 3d sound and audio effects
pt_br: Demo midlets AMMS para efeitos de imagens, sintonizador, câmera, som 3d e efeitos de áudio

source: JSR 75 (FileConnection & PIM) demonstration.
pt_br: Demonstração JSR 75 (FileConnection & PIM).

source: This MIDlet demonstrates OBEX API.
pt_br: Este MIDlet demonstra API OBEX.

source: Sample MIDP game created with Game Builder based on MIDP 2.0.
pt_br: Amostra de jogo MIDP criado com construtor de jogos baseados em MIDP 2.0.

source: Location API demonstration.
pt_br: Demonstração de localização de API.

source: Currency Converter Application demonstrates basic MIDP capabilities.
pt_br: Aplicação de conversor de moeda demonstra capacidades básicas do MIDP.

source: JSR 226 (Scalable Vector Graphics) demo.
pt_br: Demo JSR 226 (Scalable Vector Graphics).

source: Sample MIDlets for Custom Components in Mobility Pack Visual Designer.
pt_br: Amostras MIDlets para componentes personalizados em Projetista visual em mobilidade de pacote.

source: File Browser Sample
pt_br: Exemplode de procura de arquivo

source: Login Screen Sample
pt_br: Amostra de tel de login

source: SMS Composer Sample
pt_br: Amostra de compositor de SMS

source: PIM Browser Sample
pt_br: Amostra de procura de PIM

source: Networking examples.
pt_br: Exemplos de rede.

source: This MIDlet demonstrates Bluetooth API.
pt_br: Este MIDlet demonstra API Bluetooth.

source: JSR 172 (Web Services) demonstration.
pt_br: Demonstração da JSR 172 (Web Services).

source: NetBeans Mobility DataBinding Library
pt_br: Biblioteca NetBeans Mobility DataBinding

source: Provides runtime libraries for databinding on mobile devices.
pt_br: Fornece bibliotecas em tempo de execução para ligar os dados no dispositivo móvel.

source: NetBeans MIDP Components
pt_br: Componentes NetBeans MIDP

source: Provides basic set of Netbeans MIDP custom components.
pt_br: Fornece configuração básica do NetBeans para componentes personalizados MIDP.

source: Netbeans MIDP Components PDA
pt_br: Componentes NetBeans MIDP Components

source: JSR 75: Accessing the PIM database and File system custom components.
pt_br: JSR 75: Acessando o banco de dados PIM e componentes personalizados de sistema de arquivo.

source: NetBeans MIDP Components PDA
pt_br: Componentes NetBeans MIDP Components

source: Netbeans MIDP components WMA
pt_br: Componentes NetBeans MIDP WMA

source: Wireless Messaging API (WMA) custom components.
pt_br: Componentes personalizados de mensagem sem fio API (WMA).

source: NetBeans MIDP Components WMA
pt_br: Componentes NetBeans MIDP WMA

source: Java Mobile Edition System Core
pt_br: Núcleo de sistema edição móvel Java

source: Java Mobile Edition Build System Core.
pt_br: Construir núcleo de sistema para edição móvel Java.

source: Provides infrastructure to create, build and manage Mobility projects.
pt_br: Fornece infra-estrutura para criar, construir e gerenciar projetos de mobilidade.

source: Ant build scripts, project configurations management, preprocessor and project logical view are all parts of this package
pt_br: Construir scripts Ant, gerenciamento de configuração de projetos, pre-processador e visão de projeto lógico são todas as partes deste pacote.

source: Java ME CDC
pt_br: CDC em Java ME

source: Java ME CDC AGUI Free Layout
pt_br: Layout livre para AGUI Java ME CDC

source: Free Layout for AGUI Profile based on org.jdesktop.layout.GroupLayout
pt_br: Layout livre para perfil AGUI baseado em org.jdesktop.layout.GroupLayout

source: Java ME CDC Personal Profile Free Layout
pt_br: Layout livre para perfil pessoal Java ME CDC

source: Free Layout for Personal Profile based on org.jdesktop.layout.GroupLayout
pt_br: Layout livre para perfil pessoal baseado em org.jdesktop.layout.GroupLayout

source: Mobility Pack Online Help
pt_br: Ajuda online para pacote de mobilidade

source: Online documentation for the Mobility Pack.
pt_br: Documentação online para pacote de mobilidade.

source: The Mobility Pack Online Help module provides online and context-sensitive documentation for Mobility Pack related features of the IDE.
pt_br: O módulo de ajuda online para pacote de mobilidade fornece documentação online e contexto-sensível para características relatadas para pacote de mobilidade do IDE.

source: Help
pt_br: Ajuda

source: &Mobility Pack for CDC
pt_br: &Pacote de mobilidade para CDC

source: &Documentation
pt_br: &Documentação

source: &Release Notes
pt_br: Notas de &release

source: &Properties
pt_br: &Propriedades

source: Mobility Properties
pt_br: Propriedades de mobilidade

source: Properties Window
pt_br: Janela de propriedade

source: {0} - Properties Window
pt_br: {0} - Janela de propriedade

source: Multiple Objects - Properties
pt_br: Objetos múltiplos - Propriedades

source: Mobility Properties window
pt_br: Janela de propriedades de mobilidade

source: <No View Available>
pt_br: <Sem visualização disponível>

source: VMD Properties
pt_br: Propriedades VMD

source: <not-set>
pt_br: <sem configuração>

source: <custom-code>
pt_br: <código personalizado>

source: <null>
pt_br: <nulo>

source: <component-{0}>
pt_br: <componente-{0}>

source: Action
pt_br: Ação

source: Execute Code
pt_br: Executar código

source: Clear Display
pt_br: Limpar exibir

source: Go to {0} throught {1}
pt_br: Ir para {0} através {1}

source: Go to {0}
pt_br: Ir para {0}

source: Exit MIDlet
pt_br: Sair do MIDlet

source: List Action
pt_br: Ação do List

source: Process List
pt_br: Processar List

source: Menu Screen Action
pt_br: Ação do Menu de tela

source: Go to Menu Displayable
pt_br: Ir para o menu exibido

source: Call Method
pt_br: Método da chamada

source: Previous Screen Action
pt_br: Ação da tela anterior

source: Go to Previous Displayable
pt_br: Ir para exibição anterior

source: Image
pt_br: Imagem

source: Type
pt_br: Tipo

source: &Type:
pt_br: &Tipo:

source: Use Indicator
pt_br: Utilizar indicador

source: Use &Indicator
pt_br: Utilizar &indicador

source: Timeout
pt_br: Tempo de espera

source: Full Screen
pt_br: Tela cheia

source: Controls whether the Canvas is in full-screen mode or in normal mode.
pt_br: Controla se o Canvas está em modo tela cheia ou em modo normal.

source: &Full Screen
pt_br: &Tela cheia

source: Title
pt_br: Título

source: &Title:
pt_br: &Título:

source: Ticker
pt_br: Marcador

source: Items
pt_br: Itens

source: Elements
pt_br: Elementos

source: Fit Policy
pt_br: Adequar política

source: Fit &Policy:
pt_br: Adequar &Política:

source: Select Command
pt_br: Selecionar comando

source: Index Based Switch
pt_br: Mudar baseado em índice

source: List Element {0}
pt_br: Elemento da lista {0}

source: Text
pt_br: Texto

source: &Text:
pt_br: &Texto:

source: Maximum Size
pt_br: Tamanho máximo

source: &Maximum Size:
pt_br: &Tamanho máximo:

source: Input Constraints
pt_br: Restrições de entrada

source: Initial Input Mode
pt_br: Modo inicial da entrada

source: Kind
pt_br: Tipo

source: &Kind:
pt_br: &Tipo:

source: Size
pt_br: Tamanho

source: &Size:
pt_br: &Tamanho:

source: Style
pt_br: Estilo

source: &Style:
pt_br: &Estilo:

source: Resource Path
pt_br: Caminho do recurso

source: Sets the application's preferred policy for fitting Choice element contents to the available screen space.
pt_br: Configura sua aplicação da política preferida para montagem de conteúdos de elemento de escolha para o espaço disponível tela.

source: Choice Element {0}
pt_br: Elemento de escolha {0}

source: Date
pt_br: Data

source: Time Zone
pt_br: Fuso horário

source: Input Mode
pt_br: Modo de entrada

source: Input &Mode:
pt_br: &Modo de entrada:

source: Is Interactive
pt_br: É Interativo

source: Maximum Value
pt_br: Valor máximo

source: Gauge Value
pt_br: Valor de medida

source: Gauge &Value:
pt_br: &Valor de medida:

source: Is &Interactive
pt_br: É &Interativo

source: Alternate Text
pt_br: Texto alternativo

source: &Alternate Text:
pt_br: Texto &alternativo:

source: <Missing Image>
pt_br: <Imagem perdida>

source: Appearance
pt_br: Aparência

source: &Appearance:
pt_br: &Aparência:

source: Label
pt_br: Rótulo

source: &Label:
pt_br: &Rótulo:

source: Default Command
pt_br: Comando padrão

source: Preferred Width
pt_br: Largura preferida

source: Preferred Height
pt_br: Altura preferida

source: Preferred &Width:
pt_br: &Largura preferida:

source: Preferred &Height:
pt_br: &Altura preferida:

source: Minimum Width
pt_br: Largura mínima

source: Minimum &Width:
pt_br: &Largura mínima:

source: Minimum Height
pt_br: Altura mínima

source: Minimum &Height:
pt_br: &Altura mínimat:

source: Minimum size
pt_br: Tamanho mínimo

source: Font
pt_br: Fonte

source: Selected
pt_br: Selecionada

source: Is &Selected
pt_br: É &selecionado

source: Element
pt_br: Elemento

source: Commands
pt_br: Comandos

source: Controllers
pt_br: Controladores

source: Displayables
pt_br: Exibições

source: Points
pt_br: Pontos

source: Resources
pt_br: Recursos

source: Long Label
pt_br: Rótulo longo

source: &Long Label:
pt_br: Rótulo &longo:

source: Priority
pt_br: Prioridade

source: &Priority:
pt_br: &Prioridade:

source: Instance Name
pt_br: Nome da instância

source: Is Lazy Initialized
pt_br: É inicializado preguiçoso

source: Version
pt_br: Versão

source: MIDP Version
pt_br: Versão MIDP

source: MIDP Visual Design
pt_br: Projeto visual MIDP

source: Event
pt_br: Evento

source: MIDlet Started
pt_br: MIDlet Iniciado

source: MIDlet Resumed
pt_br: MIDlet Resumido

source: Started
pt_br: Iniciado

source: Resumed
pt_br: Resumido

source: Entry Called
pt_br: Chamada da entrada

source: Command
pt_br: Comando

source: False
pt_br: Falso

source: Case
pt_br: Caso

source: True
pt_br: Verdadeiro

source: Show Select Command
pt_br: Exibe comando de seleção

source: &Show Select Command
pt_br: &Exibe comando de seleção

source: Switch Case
pt_br: Alternar maiúscula/miníscula

source: Switch Case Option
pt_br: Opção de alternar maiúscula/minúscula

source: Case: {0}
pt_br: Caso: {0}

source: Mobile Device
pt_br: Dispositivo móvel

source: Call Point
pt_br: Ponto de chamada

source: Call Code
pt_br: Código de chamada

source: Entry
pt_br: Entrada

source: Condition Code
pt_br: Condição do código

source: Method Name
pt_br: Nome do método

source: Call
pt_br: Chamada

source: Switch Operand
pt_br: Alternar operando

source: MIDP Visual Mobile Designer
pt_br: Projetista móvel visual MIDP

source: Flow
pt_br: Fluxo

source: Custom
pt_br: Personalizar

source: Add to Palette...
pt_br: Adicionar à paleta...

source: &Add to Palette...
pt_br: &Adicionar à paleta...

source: Adds custom components to the palette
pt_br: Adicionar componentes personalizados a paleta

source: Add to Palette wizard
pt_br: Adicionar ao assistente da paleta

source: Select Project
pt_br: Selecionar projeto

source: &Select Project:
pt_br: &Seleciona projeto:

source: Select Classes
pt_br: Seleciona classes

source: Found &MIDP Classes - select those you want to add:
pt_br: Encontradas classes &MIDP - selecionar aqueles que deseja adicionar:

source: Show Components from &Libraries
pt_br: Exibir componentes de &Bibliotecas

source: &Select All
pt_br: &Selecionar tudo

source: &Deselect All
pt_br: &Desfazer todas seleções

source: constructor - {2}.
pt_br: construtor - {2}.

source: parameter defined in {3} class)
pt_br: parâmetro definido na classe {3} )

source: {0} ({1} method parameter defined in {2} class)
pt_br: {0} ({1} método de parâmetro definido na classe {2} )

source: R&emove selected
pt_br: R&emover selecionado

source: Unused Resources
pt_br: Recursos não usados

source: Analyzes and removes unused resources
pt_br: Analisa e remove recusros não usados

source: <No unused resources or commands found>
pt_br: <Sem recursos não usados ou comandos encontrados>

source: <cannot find component label>
pt_br: <não pôde encontrar componente de rótulo>

source: MIDP-1.0 Compliancy
pt_br: Conformidade MIDP-1.0

source: Analyzes MIDP-1.0 compliancy
pt_br: Analise de conformidade MIDP-1.0

source: <html>Incompatible component: {0}
pt_br: <html>componente incompatível: {0}

source: <html>Layout property cannot be set for: {0}
pt_br: <html>Propriedade de layout não pode ser fixado para: {0}

source: <html>Commands should not be assigned to Item: {0}
pt_br: <html>Comandos não deverá ser assinado pelo item: {0}

source: <html>Incompatible property value set for: {0} in {1}
pt_br: <html>Propriedade incompatível valor fixado parar: {0} em {1}

source: Visual Mobile Designer - MIDP
pt_br: Projetista móvel visual - MIDP

source: Visual MIDlet
pt_br: MIDlet Visual

source: Visual Design
pt_br: Design Visual

source: Hello Visual MIDlet
pt_br: Alo MIDlet Visual

source: Create a new empty visual design for the JavaME Mobile Information Device Profile (MIDP) application.
pt_br: Criar um novo projeto vazio para a aplicação JavaME Perfil de Dispositivo de Informação Móvel (MIDP).

source: Create a new empty visual MIDlet for the JavaME Mobile Information Device Profile (MIDP) application.
pt_br: Criar um novo MIDlet visual vazio para a aplicação JavaME Perfil de Dispositivo de Informação Móvel (MIDP).

source: Choice Element
pt_br: Escolher elemento

source: {0} Command
pt_br: Comando {0}

source: Back
pt_br: Voltar

source: Cancel
pt_br: Cancelar

source: Exit
pt_br: Sair

source: Screen
pt_br: Tela

source: Stop
pt_br: Parar

source: Entry Point
pt_br: Ponto de entrada

source: List Element
pt_br: Elemento da lista

source: List
pt_br: Lista

source: Form
pt_br: Formulário

source: Alert
pt_br: Alerta

source: Text Box
pt_br: Caixa de texto

source: Choice Group
pt_br: Escolha de grupo

source: Gauge
pt_br: Medida

source: Spacer
pt_br: Espacejador

source: Date Field
pt_br: Campo de Data

source: Image Item
pt_br: Item de imagem

source: String Item
pt_br: Item String

source: Custom Item
pt_br: Item personalizado

source: Text Field
pt_br: Campo de texto

source: G&o To Source
pt_br: I&r para o código-fonte

source: Add
pt_br: Adicionar

source: &Export Flow as Image...
pt_br: &Exportar fluxo como imagem...

source: Export Flow as Image
pt_br: Exportar fluxo como imagem

source: Portable Network Graphics (.png)
pt_br: Gráfico de rede portável (.png)

source: File Exists
pt_br: Arquivo já existe

source: File ({0}) already exists.
pt_br: Arquivo ({0}) já existe.

source: Do you want to overwrite it?
pt_br: Deseja regravá-lo?

source: Condition Result
pt_br: Resultado da condição

source: Item Commands
pt_br: Comandos de item

source: Switch Cases
pt_br: Alternar maiúsculas/minúsculas

source: UNLOCKED
pt_br: DESTRAVADO

source: Un&locked
pt_br: Des&travado

source: &Image Resource Path:
pt_br: Caminho do recurso de &Imagem:

source: Image Resource Path
pt_br: Caminho de recurso de imagem

source: <Source Code>
pt_br: <Código-fonte>

source: Note: This property is only editable directly in the source code.
pt_br: Nota: Esta propriedade é apenas editável diretamente no código-fonte.

source: &Go To Source
pt_br: &Ir para o código-fonte

source: Version:
pt_br: Versão:

source: Java Code:
pt_br: Código Java:

source: Method Name:
pt_br: Nome do método:

source: Condition Expression:
pt_br: Expressão da condição:

source: Switch Operand:
pt_br: Alternar operando:

source: Case Operand:
pt_br: Operando maiúscula/minúscula:

source: Java Expression:
pt_br: Expressão Java:

source: Instance Name:
pt_br: Nome da instância:

source: Edit Source Code
pt_br: Editar código fonte

source: All non-numerical characters will be removed
pt_br: Todos caracteres não numéricos serão removidos

source: Integer
pt_br: Inteiro

source: &Maximum Value:
pt_br: Valor &Máximo:

source: Gauge Maximum Value
pt_br: Valor de medida máxima

source: INDEFINITE
pt_br: INDEFINIDO

source: &Indefinite
pt_br: &Indefinido

source: &Boolean Value:
pt_br: Valor &booleano:

source: Boolean
pt_br: Booleano

source: &Alert Indicator:
pt_br: Indicador de &alerta:

source: Alert Indicator
pt_br: Indicador de alerta

source: &Default Command:
pt_br: Comando &padrão:

source: &Predefined:
pt_br: &Pré-definido:

source: &Custom:
pt_br: &Personalizar:

source: Multiple Values
pt_br: Valores Multiplos

source: <None>
pt_br: <Nenhum>

source: <New Font Resource>
pt_br: <Novo recurso fonte>

source: <New Image Resource>
pt_br: <Novo recurso de imagem>

source: <New Ticker Resource>
pt_br: <Novo recurso de marcador>

source: <user code>
pt_br: <codigo do usuário>

source: [None]
pt_br: [Nenhum]

source: Timeout:
pt_br: Tempo de espera:

source: &Forever
pt_br: &Sempre

source: F
pt_br: S

source: &Timeout:
pt_br: &Tempo de espera:

source: FOREVER
pt_br: SEMPRE

source: [Default]
pt_br: [Padrão]

source: &Select Command:
pt_br: &Selecionar comando:

source: List Select Command
pt_br: Lista comando de seleção

source: Default Select Command
pt_br: Comando de seleção padrão

source: &Constraints:
pt_br: &Restrições:

source: Constraints
pt_br: Restrições

source: Any
pt_br: Nenhum

source: A
pt_br: N

source: Password
pt_br: Senha

source: P
pt_br: S

source: Numeric
pt_br: Numerico

source: Uneditable
pt_br: Não editável

source: E-mail Address
pt_br: Endereço de e-mail

source: Sensitive
pt_br: Sensível

source: Phone Number
pt_br: Número de telefone

source: Non Predictive
pt_br: Sem preditivo

source: D
pt_br: P

source: Properties
pt_br: Propriedades

source: Code Properties
pt_br: Propriedades de código

source: Item Properties
pt_br: Propriedades de item

source: Action Properties
pt_br: Propriedades de ação

source: Class Properties
pt_br: Propriedades de classe

source: General
pt_br: Geral

source: Default
pt_br: Padrão

source: Horizontal Alignment
pt_br: Alinhamento horizontal

source: None
pt_br: Nenhum

source: Left
pt_br: Esquerdo

source: L
pt_br: E

source: Center
pt_br: Central

source: Right
pt_br: Direito

source: R
pt_br: D

source: Vertical Alignment
pt_br: Alinhamento vertical

source: Top
pt_br: Topo

source: Bottom
pt_br: Botão

source: New line
pt_br: Nova linha

source: Before
pt_br: Antes

source: After
pt_br: Depois

source: Shrink
pt_br: Encolher

source: Expand
pt_br: Expandir

source: Select image:
pt_br: Selecionar imagem:

source: Show image preview.
pt_br: Mostrar imagem anterior.

source: File size:
pt_br: Tamanho do arquivo:

source: Dimension:
pt_br: Dimensão:

source: File name:
pt_br: Nome do arquivo:

source: Show also GIF and JPEG images
pt_br: Mostra tambem imagens GIF e JPEG

source: Also shows non-PNG image types.
pt_br: Tambem mostra tipos de imagens não PNG.

source: Please note, not all devices support image types other than PNG.
pt_br: Observe, nem todos os dispositivos apoiam outros tipos de imagem PNG.

source: <HTML>Note: Images must be placed under the source folder or added to libraries/resources <p>of current project.</p></HTML>
pt_br: <HTML>Nota: Imagens devem ser colocadas sob a pasta fonte ou adicionadas à bibliotecas / recursos <p>do projeto corrente.</p></HTML>

source: <No image>
pt_br: <Sem imagem>

source: Add image to the resources
pt_br: Adicionar imagens para os recursos

source: Custom Font
pt_br: Fonte personalizada

source: Default Font
pt_br: Fonte padrão

source: System Font
pt_br: Fonte do sistema

source: System
pt_br: Sistema

source: Monospace
pt_br: Espaço único

source: Proportional
pt_br: Proporcional

source: Bold
pt_br: Negrito

source: Italic
pt_br: Itálico

source: Underlined
pt_br: Sublilnhado

source: Large
pt_br: Grande

source: Medium
pt_br: Médio

source: Small
pt_br: Pequeno

source: Color
pt_br: Cor

source: Illegal property formating:
pt_br: Formatando propriedade ilegal:

source: &Color
pt_br: &Cor

source: Re&source:
pt_br: Re&curso:

source: A&dd
pt_br: A&dicionar

source: &Remove
pt_br: &Remover

source: &Edit User Code
pt_br: &Editar código de usuário

source: Property Value contains User Code
pt_br: Valor da propriedade contem código de usuário

source: &Reset User Code
pt_br: &Redefinir código de usuário

source: &User Code for Obtaining {0}:
pt_br: Código de &usuário para obter {0}:

source: Preview
pt_br: Anterior

source: De&fault
pt_br: Pa&drão

source: S&tatic
pt_br: Es&taático

source: &Input
pt_br: &entrada

source: &Custom...
pt_br: &Personalizar...

source: S&ystem
pt_br: S&istema

source: &Monospace
pt_br: &Espaço único

source: Pr&oportional
pt_br: Pr&oporcional

source: Sma&ll
pt_br: Peque&no

source: M&edium
pt_br: M&édio

source: Lar&ge
pt_br: Gran&de

source: &Plain
pt_br: &Plano

source: &Bold
pt_br: &Negrito

source: It&alic
pt_br: It&álico

source: U&nderlined
pt_br: Subli&nhado

source: This is a Font...
pt_br: Esta é uam fonte...

source: Font Style:
pt_br: Estilo de fonte:

source: Font Kind:
pt_br: Tipo de fonte:

source: Font Face:
pt_br: Face da fonte:

source: Font Size:
pt_br: Tamanho da fonte:

source: &Ticker String:
pt_br: &Marcador de String:

source: Image &Path:
pt_br: &Caminho da imagem:

source: Preview:
pt_br: Anterior:
